morse-cmistry/esp-halow/samples/porting_assistant/sdkconfig.defaults
CONFIG_FREERTOS_HZ=1000

CONFIG_IDF_TARGET="esp32s3"
